Repository: wp-plugins/light-captcha
Catalog: languages/light-captcha-*.po
Languages: ja_jp, pt_br

source: Mathematical CAPTCHA Settings
ja_jp: 文字 CAPTCHA の セッティング
pt_br: Configurações do CAPTCHA Teste de Matemática

source: Enable on Comments Form
ja_jp: コメントフォーム 点ける
pt_br: Usar no Formulário de Comentários

source: Check this box to add the CAPTCHA to your comment forms
pt_br: Marque para usar este CAPTCHA no formulário de comentários

source: Enable on Registration Form
ja_jp: 登記フォーム 点ける
pt_br: Usar no Formulário de Registro

source: Check this box to add the CAPTCHA to your user registration form
pt_br: Marque para usar este CAPTCHA no Formulário de Registro

source: Choose the color for generating digits
pt_br: Cor dos dígitos

source: Grid Color
ja_jp: グリッドカラー
pt_br: Cor da grade

source: Choose the color for your background cells
ja_jp: グリッドカラー を 見立てる ください。
pt_br: Cora da grade de fundo

source: Minimum Font Size
ja_jp: 最小 フォント サイズ (ピケセル)。
pt_br: Tamanho mínimo de fonte

source: Specify the minimal font size for generating digits
ja_jp: 最小 フォント サイズ を 見立てる ください (ピケセル)。
pt_br: O tamanho mínimo que a fonte pode ter

source: Maximum Font Size
ja_jp: 最大 フォント サイズ (ピケセル)。
pt_br: Tamanho máximo de fonte

source: Specify the maximal font size for generating digits
ja_jp: 最大 フォント サイズ を 見立てる ください (ピケセル)。
pt_br: O tamanho máximo que a fonte pode ter

source: Rotation Angle
ja_jp: 回転かく
pt_br: Ângulo de rotação

source: Specify the maximal slop of the generating digits
ja_jp: 最大 ばんごうの ホップ を 見立てる ください (ピケセル)。
pt_br: O salto máximo de cada dígito gerado

source: Specify cell size of your generating background grid
ja_jp: バックスクリーン グリッド の セル サイズ を 見立てる ください (ピケセル)。
pt_br: O tamanho da grade usada no plano de fundo

source: Possible Math Operators
ja_jp: 文字 の オペレータ
pt_br: Sinais matemáticos possíveis

source: Choose mathematical operations to use
ja_jp: 文字 の オペレータ を 見立てる ください (ピケセル)。
pt_br: Escolha os sinais que quer usar no CAPTCHA

source: First Number, Range of Random Values (Keep it lower than Second Number)
pt_br: Dígito inicial da faixa de valores (deve ser menor que o segundo número)

source: Range of Random Values from X to Y
pt_br: Faixa de valores de X a Y

source: Second Number Random Value
pt_br: Segundo dígito da faixa de valores

source: Shadow Color
ja_jp: シャドー カラー
pt_br: Cor da sombra

source: Noise Level
ja_jp: ノイズ レベル
pt_br: Nível de ruído

source: CAPTCHA Code
ja_jp: CAPTCHA コード
pt_br: Código CAPTCHA

source: Result
ja_jp: リザルト
pt_br: Resultado

source: ERROR
ja_jp: エラー
pt_br: ERRO

source: Please Complete the CAPTCHA.
ja_jp: CAPTCHA を 応ずいって ください。
pt_br: Complete/informe o CAPTCHA.

source: That CAPTCHA was incorrect. Make sure you have not disabled cookies.
pt_br: O CAPTCHA estava incorreto. Certifique-se que seu navegador permite cookies.

source: Light CAPTCHA is a WordPress plugin for prevent spam in comments and registration forms by using CAPTCHA without needing to register at any external CAPTCHA service ever.
pt_br: Light CAPTCHA é um plugin WordPress que previne spam em comentários e em formulários de registro adicionando CAPTCHA, sem a necessidade de registro em qualquer serviço CAPTCHA externo.

source: The Light CAPTCHA plugin let you choose to offer either a graphic character-based protection or a simple mathematical test. This is enough for keep spambots away.
pt_br: O Light CAPTCHA permite escolher entre gráfico proteção com caracteres ou com um teste de matemática simples. Isto é suficiente para manter spambots afastados.

source: Character CAPTCHA Settings
ja_jp: 文字 CAPTCHA の セッティング
pt_br: Configurações do CAPTCHA de Caracteres

source: Check this to add the CAPTCHA to your comment forms
pt_br: Marque para adicionar este CAPTCHA ao formulário de comentarios

source: Check this to add the CAPTCHA to your user registration form
pt_br: Marque para adicionar este CAPTCHA ao formulário de registro.

source: CAPTCHA symbol shadow color
pt_br: Cor da sombra do caractere

source: Character Quantity
ja_jp: 文字の量
pt_br: Quantidade de caracteres

source: Maximum Character Left Slope
ja_jp: 大 左 ばんごうの ホップ
pt_br: Salto máximo do caractere esquerdo

source: Maximum slop of the generating characters to the left
ja_jp: 最大 左 ばんごうの ホップ を 見立てる ください (ピケセル)。
pt_br: O salto máximo do caractere gerado à esquerda

source: Maximum Character Right Slope
ja_jp: 最大 左 ばんごうの ホップ
pt_br: Salto máximo do caractere direito

source: Maximum slop of the generating characters to the right
ja_jp: 最大 右 ばんごうの ホップ を 見立てる ください (ピケセル)。
pt_br: O salto máximo do caractere gerado à direita

source: Character Vertical Alignment
ja_jp: 文字 の たいちょうかく
pt_br: Alinhamento vertical do caractere

source: Specify the vertical alignment
ja_jp: 文字 の たいちょうかく を 見立てる ください (ピケセル)。
pt_br: O alinhamento vertical do caractere

source: Characters Set
ja_jp: 文字 ッテセット
pt_br: Conjunto de caracteres

source: Enter the set of characters to randomly use on CAPTCHA generation
ja_jp: ランダム 文字 ッテセット を 見立てる ください。
pt_br: O conjunto de caracteres que quer usar para gerar o CAPTCHA

source: Character CAPTCHA
ja_jp: 文字 CAPTCHA
pt_br: CAPTCHA de Caracter

source: Mathematical CAPTCHA
ja_jp: 数学 CAPTCHA
pt_br: CAPTCHA Teste de Matemática

source: Generate new CAPTCHA
ja_jp: CAPTCHA ついって
pt_br: Gerar novo CAPTCHA

source: Choose a color for your CAPTCHA area background
ja_jp: CAPTCHA バックグラウンド カラーを 見立てる ください。
pt_br: Cor da área de fundo CAPTCHA

source: Specify the CAPTCHA area width in pixels
ja_jp: 幅広 の CAPTCHA エリア を 見立てる ください (ピケセル)。
pt_br: Largura da área do CAPTCHA

source: Specify the CAPTCHA area height in pixels
ja_jp: 高さ の CAPTCHA エリア を 見立てる ください (ピケセル)。
pt_br: Altura da área do CAPTCHA

source: Error: You have not entered a CAPTCHA text/result. Press your browser's back button and try again.
pt_br: ERRO: você não informou o texto/resultado fo CAPTCHA. Clique no botão Voltar de seu navegador e tente novamente.

source: Error: You have entered a wrong CAPTCHA text/result. Press your browser's back button and try again.
pt_br: ERRO: você informou um texto/resultado de CAPTCHA incorreto. Clique no botão Voltar de seu navegador e tente novamente.

source: Characters Spacing
ja_jp: 文字 スペーシング
pt_br: Espaço entre caracteres

source: Specify the spacing between characters
ja_jp: 文字 スペーシング を 見立てる ください (ピケセル)。
pt_br: O espaçamento entre os caracteres

source: How many characters to use
ja_jp: 文字の量を 見立てる ください (ピケセル)。
pt_br: Quantos caracteres usar

source: Specify in % the graphic noise level. The more noise level the harder to recognize a character
pt_br: Especifique em % o nível de ruído do gráfico gerado. Quanto maior, mais difícil de reconhecer o caractere.

source: Plugin site
ja_jp: プルキン ウエブサイト
pt_br: Site do plugin

source: Current
ja_jp: カレント
pt_br: Atual

source: Grid Size
ja_jp: グリッドサイズ
pt_br: Tamanho da grade

source: Shadow Distance
ja_jp: シャドーディスタンス
pt_br: Distância da sombra

source: Shadow distance (pixels)
ja_jp: シャドーディスタンス を 見立てる ください (ピケセル)。
pt_br: A distância da sombra (pixels)

source: Minimum font size
ja_jp: 最小 フォント サイズ (ピケセル)。
pt_br: Tamanho mínimo de fonte

source: Minimum font size for CAPTCHA characters (pixels)
pt_br: O tamanho de fonte mínimo para os caracteres CAPTCHA (pixels)

source: Maximum font size
ja_jp: 最大 フォント サイズ (ピケセル)。
pt_br: Tamanho máximo de fonte

source: Maximum font size for CAPTCHA characters (pixels)
pt_br: O tamanho de fonte máximo para os caracteres CAPTCHA (pixels)

source: Left Spacing
ja_jp: 右 スペーシング
pt_br: Espaço à esquerda

source: Specify the first left character distance from edge(pixels)
pt_br: Especifique a distância do primeiro caractere esquerdo a partir da borda (pixels)

source: Prevent spam in your site by using this simple CAPTCHA plugin. Light CAPTCHA does not require any external service account.Access Tools &rarr; <a href="tools.php?page=captcha">Light CAPTCHA</a>.
pt_br: Proteja seu site de spams usando este simples plugin de CAPTCHA. Light CAPTCHA não precisa de registro em serviços externos. Acesso: Ferramentas &rarr; <a href="tools.php?page=captcha">Light CAPTCHA</a>.
